import React from "react";

import styles from "./AboutUs.module.scss";
import Carousel from "./Carousel/index";

const AboutAs = () => {
  return (
    <div className={styles.aboutus}>
      <h1>TracX - швидкий та простий трекінг подій</h1>
      <p>
        Ласкаво просимо на TracX! Ми - команда професіоналів, яка створює інноваційні рішення для
        трекінгу IT-івентів. Наша мета полягає в тому, щоб зробити процес відстеження подій
        якнайбільш зручним і ефективним для наших користувачів. <br />
        <br /> Ми розуміємо, що в сфері IT відбувається безліч заходів щодня, і важко відстежувати
        всі з них вручну. Тому ми розробили TracX - інтуїтивно зрозумілий інструмент, який дозволяє
        легко знайти, відстежити інформацію та бути в курсі усіх подій, які вас цікавлять. <br />
        <br /> Наша команда складається з експертів з різних галузей IT-індустрії, які поєднують
        свої знання і досвід, щоб створювати найкращі продукти для наших клієнтів. Ми докладаємо
        максимум зусиль, щоб забезпечити вас найбільш зручним і надійним інструментом для трекінгу
        IT-івентів. <br />
        <br /> Ми віримо, що TracX допоможе вам ефективно відстежувати усі потрібні події, і ми з
        нетерпінням очікуємо на ваші відгуки та пропозиції щодо подальшого розвитку нашого продукту.
        Дякуємо за вибір TracX!
      </p>

      <div className={styles.cooperation}>
        <div className={styles.cooperation__content}>
          <h1>З питань співпраці та партнерства</h1>
          <h3>Зателефонуйте за номером</h3>
          <a href='tel: +380676767676'>+38 (067) 676-7-867</a>
          <h3>Або напишіть нам на пошту</h3>
          <a href='mailto:tracx@gmail.com'>tracx@gmail.com</a>

          <Carousel />
        </div>
      </div>
    </div>
  );
};

export default AboutAs;
